---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableCellStyle
source: html/4a6d51fb-5250-49ea-b7b2-ee84f7f62718.htm
---
# TableCellStyle Properties

The background color of this cell in the grid view.